Revit 2027 API
SymbolTypeId.MPerKN Property
 Symbol m/kN, indicating unit Meters per kilonewton.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId MPerKN { get; }
Public Shared ReadOnly Property MPerKN As ForgeTypeId
	Get
public:
static property ForgeTypeId^ MPerKN {
	ForgeTypeId^ get ();
}
static member MPerKN : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace